Revit 2024 API
ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhasea Property
 "Branch Circuit Apparent Load Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhasea { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelBranchCircuitApparentLoadPhasea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitApparentLoadPhasea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace